Repository: MariyamTanveer/Stabilise
Catalog: Stabilise/Localizable.xcstrings
Source language: en
Languages: hu

source: Add
hu: Hozzáadás

# almost_fell
source: Completed but almost fell
hu: Befejezve, de majdnem eleséssel

source: Back
hu: Vissza

source: Busy Place
hu: Forgalmas hely

source: CG Therapy State
hu: CG Terápia

source: Clinician’s Portal
hu: Klinikus portál

source: Close
hu: Vissza

source: Constrained Place
hu: Szűk hely

# couldnt_do
source: Couldn’t do it at all
hu: Egyáltalán nem sikerült megcsinálni

source: Cycling
hu: Kerékpározás

source: Daily VADL Assessment
hu: Napi VADL értékelés

source: Date
hu: Dátum

source: Dizziness/Vertigo
hu: Szédülés/Vertigo

source: Exercise
hu: Gyakorlatok

# exercise_eyes_close
source: Stand with feet together and eyes closed for 30 seconds. Repeat 5 times.
hu: Álljon nyugodtan, lábfejek összezárva, csukott szemmel. Ismételd meg ötször.

# exercise_eyes_open
source: Stand with feet together and eyes open for 30 seconds. Repeat 5 times.
hu: Álljon nyugodtan, lábfejek összezárva, nyitott szemmel. Ismételd meg ötször.

# exercise_heading
source: Exercise
hu: Testmozgás

# exercise_intro_text
source: Please make sure your therapy device is turned on.Perform each exercise 5 times for approximately 30 seconds. Rate your experience on a scale of 0%-100% in order of decreasing difficulty from left to right. 0% = Couldn’t do it at all Around 25% = Completed but almost fell Around 50% = Completed but with significant difficulty (sway) Around 75% = Completed with slight difficulty (sway) 100% = Completed without problems Select NA if you didn’t perform the activity today.
hu: Győződjön meg arról, hogy a terápiás készülék be van kapcsolva. Végezzen minden gyakorlatot 5 alkalommal körülbelül 30 másodpercig. Értékelje tapasztalatait egy 0%-től 100% terjedő skálán balról jobbra csökkenő nehézségi sorrendben. 0% = Egyáltalán nem sikerült megcsinálni Körülbelül 25% = Befejezve, de majdnem eleséssel Körülbelül 50% = Befejezve, de jelentős nehézségek árán (megingással) Körülbelül 75% = Kis nehézségek árán teljesítve (megingás) 100% = Problémák nélkül befejezve Válassza az NA lehetőséget, ha ma nem végezte el a tevékenységet

source: Falls Diary
hu: Elesés napló

# Falls_diary_heading
source: Falls Diary
hu: Esésnapló

source: Freefall
hu: Szabad esés

source: Impaired Consciousness
hu: Tudatzavar

source: Indoor (Dark)
hu: Beltéri (sötét)

source: Indoor (Light)
hu: Beltéri (világos)

source: NA - Not Applicable
hu: NA

source: Near Fall
hu: Majdnem elesés

source: Next
hu: Következő

source: other
hu: Egyéb

source: Outdoor
hu: Kültéri

source: Previous
hu: Előző

# question_active_recreation
source: Active recreation (eg, sports, gardening)
hu: Aktív szabadidős tevékenység (pl. sport, kertészkedés)

# question_bathing
source: Bathing yourself in the bathtub or shower
hu: Fürdés a fürdőkádban vagy zuhany alatt

# question_carrying_things
source: Carrying things while walking (eg, package, garbage bag)
hu: Cipelni dolgokat séta közben (pl. csomag, szemeteszsák)

# question_dressing_lower
source: Dressing the lower body (eg, pants, skirt, underpants)
hu: Alsótest öltöztetése (pl. nadrág, szoknya, alsónemű)

# question_dressing_upper
source: Dressing the upper body (eg, shirt, brassiere, undershirt)
hu: Felsőtest öltöztetése (pl. ing, melltartó, alsóing)

# question_driving
source: Driving a car
hu: Autóvezetés

# question_going_down_steps
source: Going down steps
hu: Lépések le

# question_going_up_steps
source: Going up steps
hu: Lépések fel

# question_heavy_chores
source: Heavy household chores (eg, vacuuming, moving furniture)
hu: Nehéz házimunkák (pl. porszívózás, bútorok mozgatása)

# question_intimate_activity
source: Intimate activity (eg, foreplay, sexual activity)
hu: Intim tevékenység (pl. előjáték, szexuális tevékenység)

# question_light_chores
source: Light household chores (eg, dusting, putting items away)
hu: Könnyű házimunkák (pl. portörlés, tárgyak elpakolása)

# question_meal_preparation
source: Meal preparation
hu: Ételkészítés

# question_moving_bathtub
source: Moving in or out of the bathtub or shower
hu: Fürdőkádba lépés vagy kilépés

# question_occupational_role
source: Occupational role (eg, job, child care, homemaking)
hu: Munkakör (pl. munka, gyermekgondozás, háztartás)

# question_putting_on_shoes
source: Putting on shoes
hu: Cipő felvétele

# question_putting_on_socks
source: Putting on socks or stockings
hu: Zokni vagy harisnya felvétele

# question_reaching_down
source: Reaching down (eg, to the floor or shelf)
hu: Hajolni (pl. a padló vagy polc elérése)

# question_reaching_overhead
source: Reaching overhead (eg, to a cupboard or shelf)
hu: Felemelni a karját (pl. szekrény vagy polc elérése)

# question_sitting_up
source: Sitting up from lying down
hu: Felülni fekvésből

# question_standing_up
source: Standing up from sitting on the bed or chair
hu: Felállni ülésből (ágy vagy szék)

# question_travelling
source: Travelling around the community (car, bus)
hu: Közlekedés a közösségben (autó, busz)

# question_using_elevator
source: Using an elevator
hu: Lift használata

# question_using_escalator
source: Using an escalator
hu: Mozgólépcső használata

# question_walking_crowds
source: Walking in crowds
hu: Séta tömegben

# question_walking_level
source: Walking on level surfaces
hu: Séta egyenletes felületen

# question_walking_narrow
source: Walking in narrow spaces (eg, corridor, grocery store aisle)
hu: Séta szűk helyeken (pl. folyosó, bolti sor)

# question_walking_open
source: Walking in open spaces
hu: Séta nyílt térben

# question_walking_uneven
source: Walking on uneven surfaces
hu: Séta egyenetlen felületen

source: Questionnaire
hu: Kérdőív

# questionnaire_intro_text
source: Please rate your performance of today’s activities on a scale of 1 to 10: 1 = Independent 2 = Uncomfortable 3 = Decreased ability 4 = Slower, Cautious 5 = Prefer using an object for help 6 = Must use an object for help 7 = Must use special equipment 8 = Need physical assistance 9 = Dependent 10 = Too difficult, no longer perform Select NA if you didn’t perform the activity today.
hu: Kérjük, értékelje a mai tevékenységek teljesítményét egy 1-től 10-ig terjedő skálán 1 = Önállóan 2 = Kényelmetlen 3 = Csökkent képesség 4 = Lassabban, óvatosan, odafigyelve 5 = Időnként tárgyat használ segítségül 6 = Egy tárgya kell használnia segítségül 7 = Speciális felszerelést kell használni 8 = Fizikai segítségre van szüksége 9 = Önállóan nem végezhető 10 = Túl nehéz, már nem teljesíthető Válassza az NA lehetőséget, ha ma nem végezte el a tevékenységet

# rating_decreased_ability
source: Decreased ability
hu: Csökkent képesség

# rating_dependent
source: Dependent
hu: Önállóan nem végezhető

# rating_independent
source: Independent
hu: Önállóan

# rating_must_object
source: Must use an object for help
hu: Egy tárgya kell használnia segítségül

# rating_physical_assistance
source: Need physical assistance
hu: Fizikai segítségre van szüksége

# rating_prefer_object
source: Prefer using an object for help
hu: Időnként tárgyat használ segítségül

# rating_slower_cautious
source: Slower, Cautious
hu: Lassabban, óvatosan, odafigyelve

# rating_special_equipment
source: Must use special equipment
hu: Speciális felszerelést kell használni

# rating_too_difficult
source: Too difficult, no longer perform
hu: Túl nehéz, már nem teljesíthető

# rating_uncomfortable
source: Uncomfortable
hu: Kényelmetlen

source: Resume
hu: Folytatás

source: Running
hu: Futás

source: Save
hu: Mentés

source: Save and Return
hu: Mentés és kilépés

# significant_difficulty
source: Completed but with significant difficulty (sway)
hu: Befejezve, de jelentős nehézségek árán (megingással)

source: Sitting
hu: Ülés

# slight_difficulty
source: Completed with slight difficulty (sway)
hu: Kis nehézségek árán teljesítve (megingás)

source: Stairs down
hu: Lépcsőn le

source: Stairs up
hu: Lépcsőn fel

source: Standing
hu: Állás

source: Submit
hu: Beküld

source: Summary
hu: Összegzés

source: Sway
hu: Ingadozás

source: The record has been successfully submitted.
hu: A bejegyzés sikeresen el lett küldve.

source: Time
hu: Hozzávetőleges idő

source: Tripping
hu: Botlás

source: Unknown Activity
hu: Ismeretlen tevékenység

source: Unknown Date
hu: Ismeretlen dátum

source: Unknown Environment
hu: Ismeretlen környezet

source: Unknown Event
hu: Ismeretlen esemény

source: Unknown Mechanism
hu: Ismeretlen mechanizmus

source: Unknown Time
hu: Ismeretlen idő

source: Walking
hu: Séta

# without_problems
source: Completed without problems
hu: Problémák nélkül befejezve
